{
  "title": "Frequently Asked Questions",
  "searchPlaceholder": "Search questions...",
  "noResults": "No questions match your search.",
  "items": [
    {
      "q": "Rates and fees",
      "a": "Registration fee: $10 per session (3 sessions total per year).\n\nLesson fees (individual lessons):\n• 30 minutes: $30\n• 45 minutes: $45\n• 60 minutes: $60\n\nAdditional fees: $50 enrollment registration fee, $25 late fee.\n\nConcert tickets (2 concerts per year):\n• $15 per adult\n• $5 per child\n• Free for the performing student"
    },
    {
      "q": "Which program should I pick?",
      "a": "Every student learns differently!\n\nPick private lessons if you want a customized learning experience ideal for faster progress and deeper musical and technical growth.\n\nPick group lessons if you want a fun, social and collaborative approach to learning music that covers all the core fundamentals while remaining budget-friendly."
    },
    {
      "q": "How long does a private lesson last?",
      "a": "Lesson length is highly individual and depends on the student's concentration level.\n\nChildren (up to 10 years old): We recommend that beginners start with 30-minute lessons. As they progress, parents will be informed when the student is ready for 45-minute or 1-hour lessons.\n\nChildren 10 years and older: Beginners are recommended to take 30 or 45-minute lessons. Intermediate players are advised to take 45 or 60-minute lessons, depending on their goals, as this allows more material to be covered.\n\nAdults: 30 or 45-minute lessons. The duration can be adjusted if needed."
    },
    {
      "q": "How can I prepare for the first lesson?",
      "a": "If this is your first lesson, please bring a simple notebook to record any assigned homework.\n\nIf you have any music books or scores of your own, you are welcomed to bring them to class and the teacher will have a look at them.\n\nPlease arrive 5-10 minutes before the class and don't forget to wash your hands!"
    },
    {
      "q": "What should practice at home look like?",
      "a": "Practice length will depend on each student's goals, concentration capabilities and time.\n\nWhile daily practice is ideal, we understand that every student's schedule and family life is different and that such a goal could be challenging to achieve. That being said, we like to remind our students that even a few well-spent practice sessions per week can lead to steady and meaningful progress over time. Consistent and focused practice at home are the keys to success!\n\nA practice can last anywhere between 10 minutes and 45 minutes for beginner and intermediate students. This time can be divided into smaller blocks, with breaks in between, which often helps maintain focus and motivation."
    },
    {
      "q": "At what age can my child start piano lessons?",
      "a": "Rather than age, maturity and readiness are the key factors! Many children are ready to begin piano lessons between the ages of 4 and 6.  Your child may be ready if they can: Follow simple instructions Recognize letters or numbers Sit and focus for short periods of time Show interest in music and the piano Our youngest student was 4 years old!"
    },
    {
      "q": "Do I need a piano at home to start the lessons?",
      "a": "Ideally, yes. Having an instrument at home allows students to practice regularly, which greatly accelerates the learning process. It is still possible to take lessons without a piano at home, but it’s important to note that progress will be much slower."
    },
    {
      "q": "Do you prepare students for examinations?",
      "a": "Yes. Students may be prepared for The Royal Conservatory of Music (RCM) examinations up to Level 8, as well as piano preparatory level auditions for the Conservatory of Music of Gatineau. Preparation includes technical work, repertoire development, ear training, rhythm exercises, sight reading and audition coaching to ensure students feel confident and well-prepared.For more information visit the websites of the Conservatory of Gatineau and the RCM : RCM examinations : Why Take an Exam? | The Royal Conservatory of Music (rcmusic.com)Auditions at the Conservatory of Gatineau : Formation préparatoire en musique dans les Conservatoires du Québec (gouv.qc.ca)"
    },
    {
      "q": "Are there performance opportunities?",
      "a": "Absolutely! We hold two annual recitals (end of december and end of june) where all students are encouraged to perform. We also participate in local music festivals. \n\nFurther details are provided once the date has been confirmed with the venue.\n\nConcert pricing: $15 per adult, $5 per child, Free for the performing student.\n\n(These ticket fees help cover the various costs associated with organizing the event, including venue rental, administrative work, student gifts, and other logistical expenses.)\n\nIn addition to these concerts, there is also an optional, free concert held in March, hosted by the Conservatory of Music of Gatineau, which offers students an additional performance opportunity in a formal setting. Details will be shared upon receiving the confirmation of the date from the Conservatory."
    },
    {
      "q": "How do online lessons work?",
      "a": "Classes are offered through a variety of apps: FaceTime, Messenger, WhatsApp, Teams, or Zoom.\n\nThe camera on the student (on a computer, phone, or iPad) should be positioned so that we can see the upper body of the student and have a clear view of the hands on the piano.\n\nNew students: The teacher already has all the necessary books for the lessons and will inform you which ones to purchase.\n\nExisting students: The teacher will contact you if she needs a photo of your current assignment or a specific page from your piano book."
    },
    {
      "q": "What happens if a student breaks a hand or finger?",
      "a": "If a student experiences an injury to an arm, hand, or finger, they're welcome to keep their spot in their teacher's schedule by continuing lessons in an adapted way.\n\nThere's still plenty to explore during this time, such as exercises and repertoire to strengthen the technique and playing capacity of the uninjured arm, as well as a greater focus on music theory lessons.\n\nEven with one hand, students can continue developing all the core aspects of musicianship, including articulation, dynamics, phrasing, and musical expression.\n\nThis approach helps students stay connected to music and maintain their progress, even while recovering!"
    },
    {
      "q": "Which piano should I buy?",
      "a": "Visit the “resources” section of our website for detailed advice."
    }
  ]
}
