{
  "title": "Policies",
  "subtitle": "Policy summary for private and group lessons",
  "groups": [
    {
      "id": "private",
      "title": "Private Lessons",
      "sections": [
        {
          "title": "Calendar & Schedule",
          "content": [
            "The school year is divided into two terms and follows the Quebec Provincial calendar.",
            "1st term starts the second week of September and ends the 3rd week of December.",
            "2nd term starts 1st week of January and ends the 3rd week of June.",
            "Your selected lesson day and time are reserved for the full term or academic year (September–June).",
            "For holiday clarification, see full policy."
          ]
        },
        {
          "title": "Tuition",
          "content": [
            "A non-refundable $10 registration fee per student applies at the beginning of each term.",
            "Tuition is billed monthly; payment is due at the first scheduled lesson of each month and covers all lessons scheduled for that month.",
            "Families may choose to pay for two or three months in advance.",
            "Payments not received by the 1st lesson of the month are subject to a $10 late fee."
          ]
        },
        {
          "title": "Time Management",
          "content": [
            "Arrive 5–10 minutes before the scheduled lesson to allow time for hand washing.",
            "Late arrivals: missed minutes will not be made up.",
            "A lesson missed without prior notice (no-show, no-call) is considered missed and is neither refundable nor eligible for rescheduling or credit.",
            "The last few minutes of the lesson are used to hand out stickers, answer last questions, and kindly guide students out of the classroom.",
            "Other exceptions apply; see ‘Class Cancellation and Modification’ in the full policy."
          ]
        },
        {
          "title": "Lesson Changes",
          "content": [
            "Clients may reschedule a maximum of two lessons per term.",
            "In severe weather, in-person lessons will be given online; declining the online lesson counts as a missed class and is not eligible for refund or rescheduling.",
            "Cancelling a lesson does not remove the obligation to pay for scheduled lessons, regardless of notice provided."
          ]
        },
        {
          "title": "Health and Attendance",
          "content": [
            "Students with symptoms of a contagious illness or severe cold should attend online. Students attending in-person while very sick will be sent home and the lesson will be considered missed.",
            "If a student injures an arm, hand, or finger and wishes to keep their spot, they are expected to continue attending lessons with adapted activities (e.g., strengthening the uninjured arm, music theory)."
          ]
        },
        {
          "title": "Discontinuation and Schedule Modification",
          "content": [
            "Two weeks’ notice is required to discontinue lessons or modify a schedule for the existing or upcoming term, including shortening lesson time.",
            "Payment for those two weeks is non-refundable, regardless of attendance.",
            "If discontinuing one month before the end of a semester but planning to return the following semester, a fee equal to 50% of that month’s tuition applies for the unattended final month."
          ]
        },
        {
          "title": "Damage to Studio Equipment",
          "content": [
            "Any damage resulting from careless handling of studio equipment will incur repair fees."
          ]
        }
      ]
    },
    {
      "id": "group",
      "title": "Group Lessons — Policy Summary",
      "sections": [
        {
          "title": "Calendar & Schedule",
          "content": [
            "The school year is divided into two terms and follows the Quebec Provincial calendar.",
            "1st term starts the second week of September and ends the 3rd week of December.",
            "2nd term starts the 1st week of January and ends the 3rd week of June.",
            "Your selected lesson day and time are reserved for the full term or academic year (September–June).",
            "For holiday clarification, see full policy."
          ]
        },
        {
          "title": "Tuition",
          "content": [
            "A non-refundable $10 registration fee per student applies at the beginning of each term.",
            "Tuition is billed twice per term; payment is due at the first scheduled lesson of the term and covers that term.",
            "Payments not received by the 1st lesson of the month are subject to a $10 late fee.",
            "Monthly billing is a payment convenience only and does not change the financial commitment to the full term, irrespective of attendance."
          ]
        },
        {
          "title": "Time Management",
          "content": [
            "Arrive 5–10 minutes before the scheduled lesson to allow time for hand washing.",
            "Late arrivals: missed minutes will not be made up.",
            "The last few minutes of the lesson are used to answer last questions and guide students out of the classroom."
          ]
        },
        {
          "title": "Lesson Changes",
          "content": [
            "Clients may reschedule a maximum of two lessons per term.",
            "In severe weather (e.g., Quebec winter storms, freezing rain), lessons will be given online; declining the online lesson counts as a missed class and is not eligible for refund or rescheduling.",
            "Cancelling a lesson does not remove the obligation to pay for scheduled lessons, regardless of notice provided."
          ]
        },
        {
          "title": "Health and Attendance",
          "content": [
            "Students who are very sick are expected to stay home; those who attend in-person while very sick will be sent home.",
            "If a student injures an arm, hand, or finger and wishes to keep their spot, they are expected to continue attending lessons with adapted activities (e.g., strengthening the uninjured arm, music theory)."
          ]
        },
        {
          "title": "Discontinuation and Schedule Modification",
          "content": [
            "Two weeks’ notice is required to discontinue lessons or modify a schedule for the existing or upcoming term.",
            "Payment for those two weeks is non-refundable, regardless of attendance."
          ]
        }
      ]
    }
  ]
}
