{
  "title": "Questions fréquemment posées",
  "searchPlaceholder": "Rechercher des questions...",
  "noResults": "Aucune question ne correspond à votre recherche.",
  "items": [
    {
      "q": "Tarifs et frais",
      "a": "Frais d'inscription: import.meta.env.VITE_REGISTRATION_SESSION_FEE $ par session ( import.meta.env.VITE_REGISTRATION_SESSIONS_TOTAL sessions au total par an).\n\nTarifs des leçons:\n• 30 minutes: import.meta.env.VITE_LESSON_30 ,$\n• 45 minutes: import.meta.env.VITE_LESSON_45} $\n• 1 heure: import.meta.env.VITE_LESSON_60  $\n\nCes tarifs concernent les cours individuels. Tous frais supplémentaires, tels que le matériel ou les événements spéciaux, seront communiqués séparément.\n\nVeuillez noter que des billets individuels sont vendus pour assister aux 2 concerts organisés chaque année:  import.meta.env.VITE_CONCERT_PRICE_ADULT ,$ par adulte,   import.meta.env.VITE_CONCERT_PRICE_CHILD  $ par enfant, gratuit pour le pianiste."
    },
    {
      "q": "Quel programme choisir?",
      "a": "Chaque élève apprend différemment!\n\n Optez pour les cours privés si vous souhaitez un apprentissage personnalisé, idéal pour progresser plus rapidement et développer en profondeur vos compétences musicales et techniques.\n\nOptez pour les cours en groupe si vous préférez une approche ludique, sociale et collaborative qui couvre tous les fondamentaux à un tarif avantageux."
    },
    {
      "q": "Quelle est la durée d'un cours privé?",
      "a": "La durée d'un cours est très individuelle et dépend de chaque élève et de son niveau de concentration.\n\nEnfants (jusqu'à 10 ans): Nous recommandons aux débutants de commencer par des cours de 30 minutes. Au fur et à mesure de leur progression, les parents seront informés lorsque l'élève sera prêt pour des cours de 45 minutes ou d’une heure.\n\nEnfants de 10 ans et plus: Les débutants commencent généralement avec des cours de 30 ou 45 minutes. Les élèves de niveau intermédiaire sont encouragés à opter pour des leçons de 45 ou 60 minutes, selon leurs objectifs, afin de pouvoir couvrir davantage de matière.\n\nAdultes: Optez pour des cours de 30 à 60 minutes, en fonction des buts à atteindre. La durée peut être ajustée au besoin."
    },
    {
      "q": "Comment se préparer pour la première leçon?",
      "a": "Si c'est votre premier cours, veuillez apporter un cahier simple pour noter les devoirs qui pourraient être donnés.\n\nSi vous avez vos propres partitions ou livres de musique, vous êtes invité à les apporter en cours; l'enseignant pourra les consulter.\n\nArrivez 5 à 10 minutes avant le début du cours et n'oubliez pas de vous laver les mains!"
    },
    {
      "q": "À quoi devrait ressembler la pratique à la maison?",
      "a": "La durée de la pratique dépendra des objectifs de chaque élève, de sa capacité de concentration et du temps dont il dispose.\n\nBien qu'une pratique quotidienne soit idéale, nous comprenons que l'horaire et la réalité familiale de chaque élève sont différents, et qu'il peut être difficile d'atteindre cet objectif. Cela dit, nous aimons rappeler que même quelques séances de pratique chaque semaine peuvent mener à des progrès constants et significatifs. Une pratique régulière et structurée à la maison est la clé du succès!\n\nPour les élèves débutants et intermédiaires, une séance de pratique peut durer entre 10 et 45 minutes. Ce temps peut être divisé en blocs plus courts, avec des pauses entre chaque segment, ce qui aide souvent à maintenir la concentration et la motivation."
    },
    {
      "q": "À quel âge mon enfant peut-il commencer les cours de piano?",
      "a": "Ce n’est pas l’âge qui compte, mais la maturité de l’enfant!  Beaucoup d’enfants sont prêts à commencer des cours de piano entre 4 et 6 ans. Votre enfant pourrait être prêt s’il peut : Suivre des consignes simples Reconnaître des lettres ou des chiffres Rester assis et se concentrer pendant de courtes périodes de temps Montrer de l’intérêt pour la musique et le piano Notre élève le plus jeune avait 4 ans!"
    },
    {
      "q": "Ai-je besoin d'un piano à la maison pour commencer les leçons?",
      "a": "Idéalement, oui. Avoir un instrument à la maison permet aux élèves de pratiquer régulièrement, ce qui accélère considérablement le processus d’apprentissage. Il est tout de même possible de suivre des cours sans piano à la maison, mais il est important de noter que les progrès seront alors beaucoup plus lents."
    },
    {
      "q": "Préparez-vous les élèves aux examens?",
      "a": "Oui. Les élèves peuvent être préparés aux examens du The Royal Conservatory of Music (RCM) jusqu’au niveau 8, ainsi qu’aux auditions du niveau préparatoire en piano au Conservatoire de musique de Gatineau. ,La préparation comprend le travail technique, le développement du répertoire, la formation auditive, des exercices de rythme, la lecture à vue ainsi qu’un coaching pour les auditions afin que les élèves se sentent confiants et bien préparés. Pour plus d’information, visitez les sites web: Examens RCM : Why Take an Exam? | The Royal Conservatory of Music (rcmusic.com) Auditions au Conservatoire de musique de Gatineau : Formation préparatoire en musique dans les Conservatoires du Québec (gouv.qc.ca)"
    },
    {
      "q": "Y a-t-il des opportunités de performance?",
      "a": "Absolument ! Nous organisons deux récitals annuels (fin décembre et fin juin) où les élèves sont encouragés à participer. Nous prennons part également à des festivals de musique locaux tels que le festival du piano.Des détails supplémentaires sont fournis une fois que les dates sont confirmées avec les salles. Tarifs des concerts : 15 $ par adulte, 5 $ par enfant, gratuit pour l’élève. (Ces frais de billet permettent de couvrir les différents coûts liés à l’organisation de l’événement, y compris la location de la salle, le travail administratif, les cadeaux pour les élèves et d’autres dépenses logistiques.) En plus de ces concerts, un concert optionnel et gratuit a lieu en mars, organisé par le Conservatoire de musique de Gatineau, offrant aux élèves une opportunité supplémentaire de se produire dans un cadre formel. Les détails seront partagés dès que la confirmation de la date sera reçue du Conservatoire."
    },
    {
      "q": "Comment fonctionnent les cours en ligne?",
      "a": "Les cours sont offerts via différentes applications: FaceTime, Messenger, WhatsApp, Teams ou Zoom.\n\nLa caméra de l'élève (ordinateur, téléphone ou iPad) doit être positionnée de manière à ce que le haut du corps soit visible et que l'on ait une vue claire des mains sur le piano.\n\nNouveaux élèves: L'enseignant possède déjà tous les livres nécessaires pour les cours et vous indiquera lesquels acheter.\n\nÉlèves existants: L'enseignante vous contactera si elle a besoin d'une photo de vos notes de cours ou d'une page spécifique de votre cahier."
    },
    {
      "q": "Que se passe-t-il si un élève se casse une main ou un doigt?",
      "a": "Si un élève se blesse à un bras, une main ou un doigt, il est invité à conserver sa place dans l'horaire de son enseignante en poursuivant les cours sous une forme adaptée.\n\nIl reste encore beaucoup de choses à explorer durant cette période, notamment des exercices techniques et un répertoire visant à renforcer la capacité de jeu du bras non blessé, ainsi qu'un travail plus approfondi sur la théorie musicale.\n\nMême avec une seule main, les élèves peuvent continuer à développer les aspects essentiels de la formation musicale, notamment les articulations, les nuances, le phrasé et l'expressivité.\n\nCette approche permet aux élèves de rester connectés à la musique et de maintenir leurs progrès, même en période de rétablissement!"
    },
    {
      "q": "Quel piano acheter?",
      "a": "Visitez la section « Ressources » de notre site web pour des conseils détaillés."
    }
  ]
}
