{
  "title": "Politiques résumées",
  "subtitle": "Résumé des politiques pour les cours privés et les cours de groupe",
  "groups": [
    {
      "id": "private",
      "title": "Cours privés",
      "sections": [
        {
          "title": "Calendrier et horaire",
          "content": [
            "L’année scolaire est divisée en deux trimestres et suit le calendrier de la province de Québec.",
            "1er trimestre : commence la deuxième semaine de septembre et se termine la 3e semaine de décembre.",
            "2e trimestre : commence la 1re semaine de janvier et se termine la 3e semaine de juin.",
            "Le jour et l’heure de cours sélectionnés sont réservés pour tout le trimestre ou l’année scolaire (septembre–juin).",
            "Pour les congés, consultez la politique complète."
          ]
        },
        {
          "title": "Frais de scolarité",
          "content": [
            "Des frais d’inscription non remboursables de 10 $ par élève s’appliquent au début de chaque trimestre.",
            "Les frais sont facturés mensuellement; le paiement est dû au premier cours prévu du mois et couvre tous les cours prévus ce mois-là.",
            "Les familles peuvent choisir de payer deux ou trois mois à l’avance.",
            "Les paiements non reçus au premier cours du mois sont assortis de frais de retard de 10 $."
          ]
        },
        {
          "title": "Gestion du temps",
          "content": [
            "Arrivez 5 à 10 minutes avant le cours pour permettre le lavage des mains.",
            "Retard : les minutes manquées ne sont pas reprises.",
            "Un cours manqué sans préavis (aucun appel, aucune présence) est considéré comme manqué et n’est ni remboursable ni reportable.",
            "Les dernières minutes servent à donner des autocollants, répondre aux dernières questions et accompagner les élèves vers la sortie.",
            "D’autres exceptions s’appliquent; voir « Annulation et modification de cours » dans la politique complète."
          ]
        },
        {
          "title": "Modifications de cours",
          "content": [
            "Les clients peuvent reprogrammer un maximum de deux cours par trimestre.",
            "En cas de mauvaise météo, les cours en personne se donnent en ligne; refuser le cours en ligne compte comme un cours manqué, non remboursable et non reportable.",
            "Annuler un cours n’annule pas l’obligation de payer les cours prévus, peu importe le préavis."
          ]
        },
        {
          "title": "Santé et présence",
          "content": [
            "Les élèves présentant des symptômes contagieux ou un gros rhume doivent assister en ligne. Les élèves très malades qui se présentent seront renvoyés et le cours sera considéré comme manqué.",
            "En cas de blessure à un bras, une main ou un doigt, les élèves qui souhaitent garder leur place doivent continuer les cours avec des activités adaptées (renforcement du bras valide, théorie musicale)."
          ]
        },
        {
          "title": "Arrêt et modification d’horaire",
          "content": [
            "Un préavis de deux semaines est requis pour arrêter les cours ou modifier l’horaire pour le trimestre en cours ou à venir, y compris réduire la durée du cours.",
            "Le paiement de ces deux semaines est non remboursable, peu importe la présence.",
            "Si vous arrêtez un mois avant la fin d’un trimestre mais prévoyez revenir au trimestre suivant, des frais équivalents à 50 % des frais du dernier mois s’appliquent pour le mois non suivi."
          ]
        },
        {
          "title": "Dommages à l’équipement du studio",
          "content": [
            "Tout dommage résultant d’une mauvaise utilisation de l’équipement du studio entraînera des frais de réparation."
          ]
        },
        {
          "title": "Votre Accord",
          "content": [
            "En vous inscrivant au studio, vous reconnaissez avoir lu, compris et accepté de respecter les politiques du studio de piano énoncées dans le présent document. Ces politiques prennent effet dès l’adhésion et restent en vigueur pendant toute la durée de l’inscription de l’élève, jusqu’à ce que les cours soient interrompus conformément aux procédures décrites dans la présente politique."
          ]
        }
      ]
    },
    {
      "id": "group",
      "title": "Cours de groupe",
      "sections": [
        {
          "title": "Calendrier et horaire",
          "content": [
            "L’année scolaire est divisée en deux trimestres et suit le calendrier de la province de Québec.",
            "1er trimestre : commence la deuxième semaine de septembre et se termine la 3e semaine de décembre.",
            "2e trimestre : commence la 1re semaine de janvier et se termine la 3e semaine de juin.",
            "Le jour et l’heure de cours sélectionnés sont réservés pour tout le trimestre ou l’année scolaire (septembre–juin).",
            "Pour les congés, consultez la politique complète."
          ]
        },
        {
          "title": "Frais de scolarité",
          "content": [
            "Des frais d’inscription non remboursables de 10 $ par élève s’appliquent au début de chaque trimestre.",
            "Les frais sont facturés deux fois par trimestre; le paiement est dû au premier cours prévu du trimestre et couvre ce trimestre.",
            "Les paiements non reçus au premier cours du mois sont assortis de frais de retard de 10 $.",
            "La facturation mensuelle est un service de commodité et ne change pas l’engagement financier pour le trimestre complet, peu importe la présence."
          ]
        },
        {
          "title": "Gestion du temps",
          "content": [
            "Arrivez 5 à 10 minutes avant le cours pour permettre le lavage des mains.",
            "Retard : les minutes manquées ne sont pas reprises.",
            "Les dernières minutes servent à répondre aux dernières questions et à accompagner les élèves vers la sortie."
          ]
        },
        {
          "title": "Modifications de cours",
          "content": [
            "Les clients peuvent reprogrammer un maximum de deux cours par trimestre.",
            "En cas de forte météo (tempêtes hivernales, verglas), les cours se donnent en ligne; refuser le cours en ligne compte comme un cours manqué, non remboursable et non reportable.",
            "Annuler un cours n’annule pas l’obligation de payer les cours prévus, peu importe le préavis."
          ]
        },
        {
          "title": "Santé et présence",
          "content": [
            "Les élèves très malades doivent rester à la maison; ceux qui se présentent seront renvoyés.",
            "En cas de blessure à un bras, une main ou un doigt, les élèves qui souhaitent garder leur place doivent continuer les cours avec des activités adaptées (renforcement du bras valide, théorie musicale)."
          ]
        },
        {
          "title": "Arrêt et modification d’horaire",
          "content": [
            "Un préavis de deux semaines est requis pour arrêter les cours ou modifier l’horaire pour le trimestre en cours ou à venir.",
            "Le paiement de ces deux semaines est non remboursable, peu importe la présence."
          ]
        }
      ]
    }
  ]
}
